[
  {
    "id": 1,
    "name": "Лаймонад Гарра",
    "categoryId": 7,
    "ingredients": ["горячая вода 480 милилитров", "сок и цедра 4 больших лаймов", "сок и цедра одного лимона", "сахар 3 столовые ложки", "эстрагон 2 веточки", "холодная вода от 240 до 480 мл.", "кубики льда и свежие травы"],
    "instructions": "В средней миске смешиваем горячую воду, лимоный и лаймовый сок, цедру и сахар. Перемешиваем, пока сахар не растворится затем добавляем базилик и измельчаем в блендере пока смесь не приобретет красивый зелёный цвет. Процеживаем в кувшин, добавляем оставшуюся воду и охлаждаем не менее 30 минут. Кода всё будет готово, разливаем лаймонад по стаканам, добавляем кубики льда и украшаем свежими травами. Приятного аппетита!!!",
    "favorite": 0,
    "imagePath": null
  },
  {
    "id": 2,
    "name": "Разноцветный десерт",
    "categoryId": 6,
    "ingredients": ["яичный белок 3 штуки", "лимонный сок 1 столовая ложка", "сахар 150 грамм", "клубничный либо ванильный ароматизатор", "гелевый пищевой краситель"],
    "instructions": "Разогреваем духовку до 95 градусов. Застилаем противень пергаментной бумагой.  С помощью кисточки с красителем на кондитерском мешке изнутри, проводим три вертикальный полосы. В миске смешиваем белки с лимонным соком, взбиваем интенсивно в течение минуты до пышной массы, затем продолжая взбивать начинаем медленно всыпать сахар, убавляем скорость до средней и взбиваем в течение 7 минут до пиков. Добавляем ароматизатор и хорошо перемешиваем. Большой ложкой выкладываем массу в мешок, аккуратно, чтобы особо не смазать наши линии.  Отсаживаем на противень с пергаментной бумагой наши мини-меренги. Сушим в духовке 1,5 часа. По прошествии этого времени выключаем духовку, оставляем в ней меренги, оставляем дверцу открытой, даём остыть. Храним всё это великолепие в герметичном контейнере. Кушаем с чаем, кофе или горячим шоколадом ",
    "favorite": 1,
    "imagePath": null
  },
  {
    "id": 3,
    "name": "Черничный пирог",
    "categoryId": 5,
    "ingredients": ["слоёное тесто 1 пласт", "малина 450 грамм, раздавить", "черника или голубика 450 грамм", "сахар 250 грамм", "крахмал 3 столовые ложки", "бальзамический уксус 2 столовые ложки", "молотый кардамон щепотка"],
    "instructions": "Раскатываем тесто в большой круг, аккуратно выкладываем в круглую форму для пирога, выравниваем тесто пальцами лишнее отрезаем и формируем бортики. Отправляем основу для пирога в морозилку на 15 минут. Тем временем, в сотейник выкладываем малину, готовим на среднем огне, помешивая, пока ягоды не начнут распадаться. Протираем через сито, возвращаем в сотейник, добавляем чернику, сахар, кардамон, крахмал и уксус, хорошо перемешиваем и доводим до кипения, готовим пару мину, затем снимаем с огня и полностью остужаем. Разогреваем духовку до 190 градусов. Вынимаем основу для пирога из морозилки, выкладываем начинку. Отправляем пирог в духовку на 45 минут. Когда он будет готов, вынимаем его из духовки и даём полностью остыть в течение 2-х часов, это очень важно!  По прошествии указанного времени нарезаем пирог на кусочки. Можно подавать его с ванильным мороженным и обязательно с зелёным чаем. Приятного аппетита!!!",
    "favorite": 0,
    "imagePath": null
  },
  {
    "id": 4,
    "name": "Жареные бананы",
    "categoryId": 6,
    "ingredients": ["спелые бананы 2-3 штуки", "оливковое масло", "мёд 1 столовая ложка", "горячая вода 1 столовая ложка", "корица щепотка", "кунжут или кокосовая стружка"],
    "instructions": "Бананы нарезать на кружочки 2 сантиметра толщиной. В сковороде на среднем огне разогреваем немного оливкового масла. Когда масло прогреется кладём кусочки банана, обжариваем по паре минут с каждой стороны. Тем временем, в миске смешиваем мёд, воду и корицу. Когда бананы приобретут аппетитный золотистый цвет, снимаем сковороду с огня и вливаем медовую смесь, хорошо перемешиваем и даём остыть пару минут. Подаём присыпав семенами кунжута и наслаждаемся!",
    "favorite": 1,
    "imagePath": null
  }

]